/* CGM display title */
"Dexcom G7" = "Dexcom G7";

/* Error description for unreliable state */
"Glucose data is unavailable" = "Glucose data is unavailable";

/* The description of sensor algorithm state when sensor is expired. */
"Sensor expired" = "Sensor expired";

/* The description of sensor algorithm state when sensor failed. */
"Sensor failed" = "Sensor failed";

/* The description of sensor algorithm state when raw value is unknown. (1: missing data details) */
"Sensor is in unknown state %1$d" = "Sensor is in unknown state %1$d";

/* The description of sensor algorithm state when sensor is ok. */
"Sensor is OK" = "Sensor is OK";

/* The description of sensor algorithm state when sensor is stopped. */
"Sensor is stopped" = "Sensor is stopped";

/* The description of sensor algorithm state when sensor is warming up. */
"Sensor is warming up" = "Sensor is warming up";

